tap "adembc/tap"
tap "aurc/loggo"
tap "bloznelis/tap"
tap "devnullvoid/pvetui"
tap "gromgit/brewtils"
tap "hanshuaikang/nping"
tap "jordond/tap"
tap "marwanhawari/tap"
tap "sheeki03/tap"
tap "terror/tap"
tap "theboredteam/boring-notch"
tap "vladkens/tap"
brew "act"
brew "sqlite"
brew "tree"
brew "ansible"
brew "bash-language-server"
brew "bat"
brew "bind"
brew "binsider"
brew "btop"
brew "chezmoi"
brew "direnv"
brew "dive"
brew "eget"
brew "entr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gama"
brew "gemini-cli"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gonzo"
brew "gpg-tui"
brew "gping"
brew "hishtory"
brew "htop"
brew "httpstat"
brew "hyperfine"
brew "iproute2mac"
brew "jnv"
brew "jq"
brew "jqp"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lnav"
brew "miller"
brew "mole"
brew "moor"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup"
brew "sttr"
brew "tealdeer"
brew "tmux"
brew "topgrade"
brew "up"
brew "uv"
brew "watch"
brew "wget"
brew "whosthere"
brew "witr"
brew "xan"
brew "yazi"
brew "yq"
brew "zoxide"
brew "adembc/tap/lazyssh"
brew "gromgit/brewtils/taproom"
brew "jordond/tap/jolt"
brew "marwanhawari/tap/stew"
brew "sheeki03/tap/tirith"
brew "vladkens/tap/macmon"
cask "alt-tab"
cask "appcleaner"
cask "applite"
cask "balenaetcher"
cask "theboredteam/boring-notch/boring-notch"
cask "brave-browser"
cask "cursor"
cask "customshortcuts"
cask "deluge"
cask "font-martian-mono-nerd-font"
cask "ghostty"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "keyclu"
cask "obsidian"
cask "onyx"
cask "orbstack"
cask "devnullvoid/pvetui/pvetui"
cask "raycast"
cask "stats"
cask "tailscale-app"
cask "thunderbird"
cask "tor-browser"
cask "visual-studio-code"
cask "wireshark-app"
vscode "github.copilot-chat"
go "github.com/zyedidia/eget"
go "github.com/Gelio/go-global-update"
go "golang.org/x/tools/gopls"
cargo "dysk"
